tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/completions"
tap "homebrew/core"
cask "java"
brew "bash-completion"
brew "cabextract"
brew "coreutils"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "fontconfig"
brew "fswatch"
brew "gd"
brew "git"
brew "git-flow-avh"
brew "gmp"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku"
brew "httpie"
brew "hugo"
brew "mas"
brew "maven"
brew "ruby-build"
brew "rbenv"
cask "alfred"
cask "atom"
cask "caffeine"
cask "dropbox"
cask "font-arial"
cask "font-fira-code"
cask "github-desktop"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-photos-backup"
cask "gotomeeting"
cask "kindle"
cask "skype"
cask "slack"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "virtualbox"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paint S", id: 736473980
mas "PDF Expert", id: 1055273043
mas "Red Hot Timer", id: 929960914
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
