brew "mas"

# Taps
tap "pivotal/tap"

# Desktop Tools
cask "google-chrome"
cask "muzzle"
mas "LastPass", id: 926036361
mas "Todoist", id: 585829637
mas "Owly", id: 882812218
mas "Magnet", id: 441258766

# Communications
cask "slack"
cask "whatsapp"
cask "zoomus"

# Development Tools
brew "bash-completion"
cask "iterm2"
brew "awscli"
cask "visual-studio-code"
cask "intellij-idea-ce"
brew "springboot"
