brew "mas"

# Desktop Tools
cask "google-chrome"
cask "google-backup-and-sync"
mas "Magnet", id: 441258766

# Comms
cask "slack"
cask "whatsapp"
cask "zoomus"
cask "skype"

# Entertainment
cask "kindle"
cask "spotify"
cask "spotify-notifications"

# GTD
cask "alfred"
cask "notion"
cask "lastpass"
mas "Todoist", id: 585829637 # Not available through Homebrew
cask "muzzle"
cask "caffeine"

# Development Tools
cask "docker" # Docker for Mac
brew "bat"
brew "git"
brew "bash-completion"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
cask "iterm2"
brew "awscli"
cask "visual-studio-code"

# Language Support
brew "node"
brew "go"
cask "java"

# Web Development
brew "httpie"
brew "hugo"

# Java Development
brew "maven"
cask "intellij-idea-ce"
tap "pivotal/tap"
brew "springboot"
